Repository: jgamann/vendenet
Catalog: trunk/*-content/languages/*/messages.po
Languages: es_es

source: Price too long.
es_es: Precio demasiado largo

source: Name too long.
es_es: Nombre demasiado largo.

source: Email invalid.
es_es: Dirección de correo no válida.

source: Municipality too short.
es_es: Nombre del municipio demasiado corto.

source: Municipality too long.
es_es: Nombre del municipio demasiado largo.

source: Address too short.
es_es: Dirección demasiado corta.

source: Address too long.
es_es: Dirección demasiado larga.

source: Too fast. You should wait a little to publish your ad.
es_es: Demasiado rápido. Debes esperar un poco para publicar tu anuncio.

source: We just send your message to %s
es_es: Te acabamos de enviar un mensaje a %s

source: Sorry, you already have one field with that name
es_es: Lo sentimos, ya hay un campo con ese nombre

source: User registration is not enabled
es_es: El registro de usuario no está conectado

source: No file was uploaded
es_es: No se ha cargado ningún archivo

source: Widget updated correctly
es_es: Widget actualizado correctamente

source: Widget cannot be updated correctly
es_es: No se ha podido actualizar correctamente el widget

source: New custom field added
es_es: Nuevo campo personalizado añadido

source: The language can't be disabled because it's the default language. You can change the default language under General Settings in order to disable it
es_es: Este idioma no se puede desactivar porque es el idioma por defecto. Puedes cambiarlo en ajustes generales y desactivarlo después

source: There was an error creating .maintenance file, please create it manually at the root folder
es_es: Ha habido un error creando el archivo de mantenimiento (.maintenance), por favor créalo de forma manual en la carpeta "root"

source: There was an error removing .maintenance file, please remove it manually from the root folder
es_es: Ha habido un error eliminando el archivo de mantenimiento (.maintenance), por favor elimínalo de forma manual en la carpeta "root"

source: The logo image has been uploaded correctly
es_es: La imagen del logotipo se ha cargado correctamente

source: An error has occurred, please try again
es_es: Ha ocurrido un error, inténtalo de nuevo

source: The logo image has been removed
es_es: La imagen del logotipo ha sido eliminada

source: Image not found
es_es: Imagen no encontrada

source: Country too short.
es_es: Nombre del país muy corto.

source: Country too long.
es_es: Nombre del país muy largo.

source: Region too short.
es_es: Nombre de la provincia muy corto.

source: Region too long.
es_es: Nombre de la provincia muy largo.

source: City too short.
es_es: Nombre de la ciudad muy corto.

source: City too long.
es_es: Nombre de la ciudad muy largo.

source: %s field is required.
es_es: %s campo obligatorio.
