Repository: jgamann/vendenet
Catalog: trunk/*-content/languages/*/messages.po
Languages: es_es

source: Passwords don't match
es_es: Las contraseñas no coinciden

source: %s has been added as a new country
es_es: El país "%s" se ha añadido correctamente

source: %s has been edited
es_es: "%s" se ha modificado correctamente

source: %s has been deleted
es_es: "%s" se ha eliminado correctamente

source: %s has been added as a new region
es_es: La provincia "%s" se ha añadido correctamente

source: %s has been added as a new city
es_es: La ciudad "%s" se ha añadido correctamente

source: No currencies have been deleted
es_es: No se ha elininado ninguna moneda

source: One currency has been deleted
es_es: La moneda se ha eliminado correctamente

source: %s currencies have been deleted
es_es: %s monedas se han eliminado correctamente

source: %s has been added as a region of %s
es_es: La región "%s" se ha añadido correctamente en %s

source: Archiving successful!
es_es: Backup efecutado correctamente

source: User id isn't in the correct format
es_es: El identificador de usuario no está en el formato correcto

source: One user has been activated
es_es: El usuario se ha activado correctamente

source: %s users have been activated
es_es: %s usuarios se han activado correctamente

source: One user has been deactivated
es_es: El usuario se ha desactivado correctamente

source: %s users have been deactivated
es_es: %s usuarios se han desactivado correctamente

source: One user has been deleted
es_es: El usuario ha sido eliminado correctamente

source: %s users have been deleted
es_es: %s usuarios se han eliminado correctamente

source: Your e-mail has been sent properly. Thank your for contacting us!
es_es: Tu e-mail se ha enviado correctamente. Gracias por contactar con nosotros.

source: Only registered users are allowed to post items
es_es: Sólo los usuarios registrados pueden publicar anuncios

source: Sorry, we don't have any items with that ID
es_es: Lo sentimos, no existe ningún anuncio con el identificador especificado

source: Great! We've just updated your item
es_es: El anuncio ha sido modificado correctamente

source: The item has been validated
es_es: El anuncio ha sido validado correctamente

source: The item can't be validated
es_es: El anuncio no se ha podido validar

source: The item has already been validated
es_es: El anuncio ya había sido validado con anterioridad

source: Your item has been deleted
es_es: El anuncio ha sido borrado correctamente

source: The item you are trying to delete couldn't be deleted
es_es: El anuncio no se puede eliminar

source: Thanks! That's very helpful
es_es: ¡Gracias por ayudarnos a mejorar!

source: We're sorry, but the item has expired. You can't contact the seller
es_es: El anuncio ha caducado y ya no puedes contactar con el anunciante

source: We've just sent an e-mail to the seller
es_es: Le hemos enviado un e-mail al anunciante

source: This item doesn't exist
es_es: El anuncio no existe

source: The item hasn't been validated. Please validate it in order to show it to the rest of users
es_es: El anuncio no ha sido validado todavía. Por favor, valídalo para poder mostrarlo al resto de usuarios

source: This item hasn't been validated
es_es: Este anuncio no ha sido validado todavía

source: The password is incorrect
es_es: La contraseña es incorrecta

source: The username doesn't exist
es_es: El nombre de usuario no existe

source: The user has been created. An activation email has been sent
es_es: El usuario se ha creado correctamente. Te hemos enviado un e-mail de activación

source: Your account has been created successfully
es_es: Tu cuenta se ha creado correctamente

source: The specified e-mail is already in use
es_es: El e-mail especificado está ya siendo utilizado

source: Your account has been validated
es_es: Tu cuenta ha sido validada

source: The link is not valid anymore. Sorry for the inconvenience!
es_es: El enlace ya no es válido

source: Your profile has been updated successfully
es_es: Tu perfil ha sido modificado correctamente

source: We have sent you an e-mail. Follow the instructions to validate the changes
es_es: Te hemos enviado un e-mail. Sigue las instrucciones para validar los cambios

source: Your email has been changed successfully
es_es: Tu e-mail se ha modificado correctamente

source: Sorry, the link is not valid
es_es: Lo sentimos, el enlace no es válido

source: Current password doesn't match
es_es: La contraseña actual no es correcta

source: Passwords can't be empty
es_es: Las contraseñas no pueden ser vacías

source: Password has been changed
es_es: La contraseña se ha modificado correctamente

source: The admin has been added
es_es: El administrador se ha añadido correctamente

source: There have been an error adding a new admin
es_es: Ha habido problemas añadiendo un nuevo administrador

source: Existing username
es_es: El nombre de usuario ya existe

source: The password couldn't be updated. Passwords don't match
es_es: No se ha podido cambiar la contraseña. Las contraseñas no coinciden

source: The admin has been updated
es_es: El administrador se ha modificado correctamente

source: The admin id isn't in the correct format
es_es: El identificador de administrador no está en el formato correcto

source: The operation hasn't been completed. You're trying to remove yourself!
es_es: La operación no ha sido completada. ¡Estás intentando borrar tu cuenta!

source: The admin has been deleted correctly
es_es: El administrador se ha borrado correctamente

source: The admin couldn't be deleted
es_es: El administrador no se ha podido eliminar

source: The comments have been deleted
es_es: Los comentarios han sido eliminados correctamente

source: The comments have been approved
es_es: Los comentarios han sido aprovados correctamente

source: The comment has been approved
es_es: El comentario ha sido aprobado correctamente

source: Great! We just updated your comment
es_es: El comentario se ha modificado correctamente

source: The email/alert has been updated
es_es: La alerta ha sido modificada correctamente

source: You can't repeat internal name
es_es: El nombre interno especificado ya está siendo utilizando. Inténtalo de nuevo utilizando un nombre diferente

source: The item has been activated
es_es: El anuncio se ha activado correctamente

source: Changes have been applied
es_es: Los cambios se han aplicado correctamente

source: A new item has been added
es_es: Se ha añadido un nuevo anuncio

source: The language has been installed correctly
es_es: El idioma se ha instalado correctamente

source: Language id isn't in the correct format
es_es: El identificador del idioma no está en el formato correcto

source: Language id doesn't exist
es_es: El identificador del idioma no existe

source: Language name can't be empty
es_es: El campo para el nombre del idioma no puede ser vacío

source: Language short name can't be empty
es_es: El campo para el nombre corto del idioma no puede ser vacío

source: Language description can't be empty
es_es: El campo para la descripción del idioma no puede ser vacío

source: %s has been updated
es_es: %s se ha modificado correctamente

source: The language has been enabled for the public website
es_es: El idioma se ha activado correctamente (web)

source: The language has been disabled for the public website
es_es: El idioma se ha desactivado correctamente (web)

source: The language has been enabled for the backoffice (oc-admin)
es_es: El idioma se ha activado correctamente (backoffice /oc-admin/)

source: The language has been disabled for the backoffice (oc-admin)
es_es: El idioma se ha desactivado correctamente (backoffice /oc-admin/)

source: There was a problem updating the language. The language id was lost
es_es: Ha habido un problema modificando el idioma. Se perdió el identificador

source: Selected languages have been enabled for the website
es_es: Los idiomas seleccionados se han activado correctamente (web)

source: There was a problem updating the languages. The language ids were lost
es_es: Ha habido un problema modificando los idiomas. Se perdió alguno de los identificadores

source: Selected languages have been disabled for the website
es_es: Los idiomas seleccionados se han desactivado correctamente (web)

source: Selected languages have been enabled for the backoffice (oc-admin)
es_es: Los idiomas seleccionados han sido activados para el backoffice (oc-admin)

source: Selected languages have been disabled for the backoffice (oc-admin)
es_es: Los idiomas seleccionados han sido desactivados para el backoffice (oc-admin)

source: Directory "%s" couldn't be removed
es_es: El directorio \"%s\" no se puede eliminar

source: Directory "%s" couldn't be removed because it's the default language. Set another language as default first and try again
es_es: El directorio \"%s\" no puede ser eliminado porque es el idioma por defecto. Elige otro idioma como predeterminado e inténtalo de nuevo

source: That username does not exist
es_es: El usuario no existe

source: The page has been updated
es_es: La página se ha modificado correctamente

source: You have to set an internal name
es_es: Debes especificar un nombre interno para la página

source: The page has been added
es_es: La página ha sido añadida correctamente

source: Oops! That internal name is already in use. We can't made the changes
es_es: El nombre interno especificado ya está siendo utilizado por otra página. Inténtalo de nuevo utilizando un nombre diferente

source: One page can't be deleted because it is indelible
es_es: Alguna de las páginas que intentas eliminar es necesaria para el funcionamiento del sistema y no puede ser eliminada

source: pages couldn't be deleted because are indelible
es_es: Alguna de las páginas que intentas eliminar es necesaria para el funcionamiento del sistema y no puede ser eliminada

source: One page couldn't be deleted
es_es: La página no se puede eliminar

source: pages couldn't be deleted
es_es: Las páginas no se pueden eliminar

source: One page has been deleted correctly
es_es: La página se ha eliminado correctamente

source: pages have been deleted correctly
es_es: Las páginas se han eliminado correctamente

source: Plugin installed
es_es: El plugin se ha instalado correctamente

source: Plugin uninstalled
es_es: El plugin se ha desinstalado correctamente

source: No plugin selected
es_es: No hay ningún plugin seleccionado

source: Configuration was saved
es_es: Los cambios se han guardado correctamente

source: Items' settings have been updated
es_es: La configuración de anuncios se ha modificado correctamente

source: Comments' settings have been updated
es_es: La configuración de comentarios se ha modificado correctamente

source: Akismet and reCAPTCHA have been updated
es_es: Akismet y reCAPTCHA se han modificado correctamente

source: Error: the currency code is not in the correct format
es_es: Error: El código de moneda no está en el formato correcto

source: New currency has been added
es_es: La moneda se ha añadido correctamente

source: Error: currency couldn't be added
es_es: Error: La moneda no se pudo añadir

source: Error: the currency doesn't exist
es_es: Error: La moneda no existe

source: Currency has been updated
es_es: La moneda ha sido modificada correctamente

source: Mail server type is incorrect
es_es: Error: El tipo de servidor de e-mail es incorrecto

source: Mail server configuration has changed
es_es: La configuración del servidor de e-mail se ha modificado correctamente

source: Media config has been updated
es_es: La configuración media se ha modificado correctamente

source: Contact configuration has been updated
es_es: La configuración para el contactar se ha modificado correctamente

source: Cron config has been updated
es_es: La configuración para el sistema de cron se ha modificado correctamente

source: General settings have been updated
es_es: La configuración se ha modificado correctamente

source: Re-generation complete
es_es: La regeneración de imágenes se ha efectuado correctamente

source: The user has been created. We've sent an activation e-mail
es_es: El usuario se ha creado correctamente. Te hemos enviado un e-mail de activación

source: Sorry, but that e-mail is already in use
es_es: El e-mail especificado está ya siendo utilizado

source: The user has been updated and activated
es_es: El usuario se ha modificado y activado correctamente

source: The user has been updated
es_es: El usuario se ha modificado correctamente

source: The Recaptcha code is wrong
es_es: El código Recaptcha es incorrecto

source: You have to introduce a correct e-mail
es_es: Tienes que introducir un email válido

source: Users not enabled
es_es: Usuarios no activados

source: The selected photo couldn't be deleted, the url doesn't exist
es_es: La imágen seleccionada no pudo ser eliminada, la url no existe

source: The item doesn't exist
es_es: El anuncio no existe

source: The item doesn't belong to you
es_es: El anuncio no te pertenece

source: The selected photo has been successfully deleted
es_es: La imágen seleccionada ha sido eliminada correctamente

source: The selected photo couldn't be deleted
es_es: La imágen seleccionada no pudo ser eliminada

source: Sorry, we could not save your comment. Try again later
es_es: Lo lamento, no hemos podido guardar tu comentario. Vuelve a intentarlo mas tarde

source: Your comment is awaiting moderation
es_es: Tu comentario está esperando moderación

source: Your comment has been approved
es_es: Tu comentario ha sido aprobado

source: Please fill the required fields (name, email)
es_es: Por favor, completa los campos requeridos (nombre, email)

source: Please type a comment
es_es: Por favor, escribe un comentario

source: Your comment has been marked as spam
es_es: Tu comentario ha sido marcado como spam

source: The comment doesn't exist
es_es: El comentario no existe

source: The comment is not active, you cannot delete it
es_es: El comentario no está activo, no puedes eliminarlo

source: The user has not been validated yet
es_es: El usuario aún no ha sido validado

source: We have sent you an email with the instructions to reset your password
es_es: Te hemos enviado un email con las instrucciones para restablecer tu contraseña

source: The password has been changed
es_es: La contraseña ha sido cambiada

source: Error, the password don't match
es_es: Error, la contraseña no coincide

source: The reCAPTCHA was not introduced correctly
es_es: El reCAPTCHA no fué introducido correctamente

source: The specified e-mail is not valid
es_es: El e-mail especificado no es válido

source: We tried to sent you an e-mail, but it failed. Please, contact the administrator
es_es: Intentamos enviarte un e-mail, pero falló. Por favor, contacta con el administrador.

source: Email invalid
es_es: Email no válido

source: Username invalid
es_es: Nombre de usuario no válido

source: Password invalid
es_es: Contraseña no válida

source: Email already in use
es_es: Email ya en uso

source: Username already in use
es_es: Nombre de usuario ya en uso

source: There is no admin admin with this id
es_es: No hay administrador con este id

source: This admin doesn't exist
es_es: El administrador no existe

source: Existing email
es_es: Email existente

source: The theme folder is not writable
es_es: El directorio del tema no es escribible

source: The theme has been installed correctly
es_es: El tema ha sido instalado correctamente

source: The zip file is not valid
es_es: El fichero zip no es válido

source: There was a problem adding the theme
es_es: Hubo un problema añadiendo el tema

source: Widget removed correctly
es_es: Widget eliminado correctamente

source: Widget added correctly
es_es: Widget añadido correctamente

source: Theme activated correctly
es_es: Tema activado correctamente

source: The comments have been disapproved
es_es: Los comentarios han sido descartados

source: The comment has been disapproved
es_es: El comentario ha sido descartado

source: The comment have been deleted
es_es: El comentario ha sido eliminado

source: The email couldn't be updated, at least one title should not be empty
es_es: El email no pudo ser actualizado, al menos un título no debe estar vacío

source: The item has been deleted
es_es: El anuncio ha sido eliminado

source: The item couldn't be deleted
es_es: El anuncio no pudo ser eliminado

source: The item has been deactivated
es_es: El anuncio ha sido desactivado

source: Changes saved correctly
es_es: Cambios guardados correctamente

source: Resource deleted
es_es: Recursos eliminado

source: The translation folder is not writable
es_es: El directorio de la traducción no es escribible

source: There was a problem adding the language
es_es: Hubo un problema agregando el idioma

source: Directory "%s" has been successfully removed
es_es: El directorio "%s" ha sido eliminado correctamente

source: A new password has been sent to your e-mail
es_es: Una nueva contraseña ha sido enviada a tu e-mail

source: The page couldn't be updated, at least one title should not be empty
es_es: La página no pudo ser actualizada, al menos un título no debe estar vacío

source: The page couldn't be added, at least one title should not be empty
es_es: La página no pudo ser añadida, al menos un título no debe estar vacío

source: The plugin folder is not writable
es_es: El directorio del plugin no es escribible

source: The plugin has been uploaded correctly
es_es: El plugin ha sido cargado correctamente

source: There was a problem adding the plugin
es_es: Hubo un problema agregando el plugin

source: Users' settings have been updated
es_es: La configuración de los usuarios ha sido actualizada

source: Import complete
es_es: Importación completada

source: There was a problem importing data to the database
es_es: Hubo un problema importando datos a la base de datos

source: Path is empty
es_es: La ruta está vacía

source: There are no tables to back up
es_es: No hay tablas para respaldar

source: The folder is not writable
es_es: El directorio no es escribible

source: Backup has been done properly
es_es: El respaldo se ha hecho correctamente

source: Error, the zip file was not created at the specified directory
es_es: Error, el archivo zip no fué creado en el directorio especificado

source: No user has been activated
es_es: Ningún usuario ha sido activado

source: No user has been deactivated
es_es: Ningún usuario ha sido desactivado

source: No user has been deleted
es_es: Ningún usuario ha sido eliminado

source: There has been some errors sending the message
es_es: Hay algunos errores al enviar el mensaje

source: Invalid email address
es_es: Dirección de correo no válida

source: One of the files you tried to upload exceeds the maximum size
es_es: Uno de los archivos que intentaste cargar excede el tamaño máximo

source: The file you tried to upload does not have an allowed extension
es_es: El archivo que intentaste cargar no tiene una extensión permitida

source: Error: Plugin already installed
es_es: Error: Plugin ya instalado

source: %s already was in the database
es_es: %s ya estaba en la base de datos

source: %s can not be deleted, some items are located in it
es_es: %s no puede ser eliminado, algunos anuncios están situados en el

source: %s cannot be added
es_es: %s no se puede añadir

source: INACTIVE
es_es: INACTIVO

source: DISABLED
es_es: DESACTIVADO

source: Check your inbox to verify your email address
es_es: comprueba tu bandeja de entrada para verificar tu dirección de correo electrónico.

source: Your item has been published
es_es: Tu anuncio ha sido publicado

source: You can't contact the seller, only registered users can
es_es: No puedes contactar con el vendedor, sólo los usuarios registrados pueden

source: You must be logged in to delete a comment
es_es: Has de estar conectado para borrar un comentario

source: The comment was not added by you, you cannot delete it
es_es: Este comentario no ha sido añadido por tí, por eso no puedes borrarlo

source: The comment has been deleted
es_es: El comentario ha sido eliminado

source: The item has been suspended
es_es: El anuncio ha sido suspendido

source: The user has been suspended
es_es: El usuario ha sido suspendido

source: This should never happens
es_es: Esto no debería pasar

source: We were not able to identify you given the information provided
es_es: No ha sido posible identificarte con la información proporcionada

source: The recaptcha code is wrong
es_es: Código de recaptcha erróneo

source: The email is not valid
es_es: Dirección de correo no válida

source: Your account has already been validated
es_es: Tu cuenta ya ha sido validada

source: Alert activated
es_es: Alerta activada

source: Ops! There was a problem trying to activate alert. Please contact the administrator
es_es: ¡Ops! Ha habido un problema intentando activar la alerta. Por favor, contacta con el administrador

source: Unsubscribed correctly
es_es: Se ha eliminado la suscripción

source: Ops! There was a problem trying to unsubscribe you. Please contact the administrator
es_es: ¡Ops! Ha habido un problema intentando eliminar la alerta. Por favor, contacta con el administrador

source: Real Name invalid
es_es: Nombre real no válido

source: Categories' settings have been updated
es_es: Ajustes de categoría actualizados

source: The comment has been enabled
es_es: El comentario ha sido activado

source: The comment has been disabled
es_es: El comentario ha sido desactivado

source: The item has been enabled
es_es: El anuncio ha sido activado

source: The item has been disabled
es_es: El anuncio ha sido desactivado

source: The item has been unmarked as
es_es: El anuncio ha sido desmarcado como

source: The item hasn't been unmarked as
es_es: El anuncio no ha sido desmarcado como

source: The language can't be disabled because it's the default language. You can change modify it in General Settings
es_es: Este idioma no se puede desactivar porque es el idioma por defecto. Puedes cambiarlo en ajustes generales

source: There was a fatal error and the plugin was not installed.<br />Error: "%s" Line: %s<br/>File: %s
es_es: Ha habido un error fatal y el plugin no se ha instalado.<br>Error: \"%s\" Línea: %s<br>Fila: %s

source: Country has been edited
es_es: El país ha sido editado

source: There were some problems editing the country
es_es: Ha habido algunos problemas editando el país

source: %s could not be deleted because it's the default currency
es_es: %s no se puede eliminar porque es la moneda por defecto

source: Settings have been updated
es_es: Los ajustes se han actualizado

source: Could not connect with the database. Error: %s
es_es: No se puede conectar con la base de datos. Error: %s

source: Could not select the database. Error: %s
es_es: No se puede seleccionar la base de datos. Error: %s

source: Maintenance mode is ON
es_es: Modo de mantenimiento activo

source: Maintenance mode is OFF
es_es: Modo de mantenimiento inactivo

source: No user has been enabled
es_es: Ningún usuario ha sido activado

source: One user has been enabled
es_es: Ha sido activado un usuario

source: %s users have been enabled
es_es: %s usuarios han sido activados

source: No user has been disabled
es_es: Ningún usuario ha sido desactivado

source: One user has been disabled
es_es: Ha sido desactivado un usuario

source: %s users have been disabled
es_es: %s usuarios han sido desactivados

source: Image with incorrect extension.
es_es: Extensión de la imagen incorrecta

source: Images too big. Max. size
es_es: Imágenes demasiado grandes. Tamaño máximo

source: Title too short.
es_es: Título muy corto.

source: Title too long.
es_es: Título muy largo.

source: Description too short.
es_es: Descripción muy corta.

source: Description too long.
es_es: Descripción muy larga.

source: Category invalid.
es_es: Categoría errónea.

source: Price must be number.
es_es: El precio ha de ser un número.
